bungcip.better-toml
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
foxundermoon.shell-format
github.vscode-github-actions
golang.go
PKief.material-icon-theme
sleistner.vscode-fileutils
svelte.svelte-vscode
tamasfe.even-better-toml
timonwong.shellcheck
usernamehw.errorlens
vscodevim.vim
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
